---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KNDashMPerDegree
source: html/6aeb442f-0748-8ab4-0f61-8ac7baef0f56.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KNDashMPerDegree Property

Symbol kN-m/°, indicating unit Kilonewton meters per degree.

## Syntax (C#)
```csharp
public static ForgeTypeId KNDashMPerDegree { get; }
```